akamud.vscode-theme-onelight
aliariff.auto-add-brackets
benvp.vscode-hex-pm-intellisense
eamodio.gitlens
erlang-ls.erlang-ls
florinpatrascu.vscode-elixir-snippets
ionceflorin.copy-current-file-path
JakeBecker.elixir-ls
karunamurti.haml
mjmcloug.vscode-elixir
mohsen1.prettify-json
rebornix.ruby
sammkj.vscode-elixir-formatter
saratravi.elixir-formatter
shd101wyy.markdown-preview-enhanced
sleistner.vscode-fileutils
vscodevim.vim
wingrunr21.vscode-ruby
yuce.erlang-otp
