akamud.vscode-theme-onelight
aliariff.auto-add-brackets
benvp.vscode-hex-pm-intellisense
dual.zsh-completion-script
eamodio.gitlens
earthly.earthfile-syntax-highlighting
erlang-ls.erlang-ls
esbenp.prettier-vscode
florinpatrascu.vscode-elixir-snippets
golang.go
ionceflorin.copy-current-file-path
JakeBecker.elixir-ls
jetmartin.bats
karunamurti.haml
mjmcloug.vscode-elixir
mohd-akram.vscode-html-format
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
rebornix.ruby
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
sammkj.vscode-elixir-formatter
saratravi.elixir-formatter
shd101wyy.markdown-preview-enhanced
sianglim.slim
sleistner.vscode-fileutils
szTheory.erlang-formatter
vscodevim.vim
wingrunr21.vscode-ruby
yuce.erlang-otp
