akamud.vscode-theme-onelight
aliariff.auto-add-brackets
benvp.vscode-hex-pm-intellisense
bierner.markdown-preview-github-styles
bradlc.vscode-tailwindcss
bung87.rails
bung87.vscode-gemfile
csstools.postcss
dual.zsh-completion-script
eamodio.gitlens
earthly.earthfile-syntax-highlighting
erlang-ls.erlang-ls
esbenp.prettier-vscode
florinpatrascu.vscode-elixir-snippets
ginfuru.ginfuru-vscode-jekyll-syntax
GitHub.copilot
GitHub.github-vscode-theme
github.vscode-github-actions
golang.go
heptio.jsonnet
ionceflorin.copy-current-file-path
JakeBecker.elixir-ls
jetmartin.bats
jnbt.vscode-rufo
karunamurti.haml
me-dutour-mathieu.vscode-github-actions
mjmcloug.vscode-elixir
mohd-akram.vscode-html-format
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.autopep8
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
phoenixframework.phoenix
rebornix.ruby
redhat.ansible
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
Redocly.openapi-vs-code
richie5um2.vscode-sort-json
sammkj.vscode-elixir-formatter
samuelcolvin.jinjahtml
saratravi.elixir-formatter
sianglim.slim
sissel.shopify-liquid
sleistner.vscode-fileutils
szTheory.erlang-formatter
tamasfe.even-better-toml
unifiedjs.vscode-mdx
vscodevim.vim
wingrunr21.vscode-ruby
yuce.erlang-otp
yzhang.markdown-all-in-one
zenghongtu.vscode-asciiflow2
